Repository: nathanhoad/godot_dialogue_manager
Catalog: addons/dialogue_manager/l10n/*.po
Languages: es, uk, zh, zh_tw

source: Start a new file
es: Crear un nuevo archivo
uk: Створити новий файл
zh: 创建新文件
zh_tw: 創建新檔案

source: Open a file
es: Abrir un archivo
uk: Відкрити файл
zh: 打开已有文件
zh_tw: 開啟已有檔案

# open.open
source: Open...
es: Abrir...
uk: Відкрити...
zh: 打开……
zh_tw: 開啟……

# open.no_recent_files
source: No recent files
es: No hay archivos recientes
uk: Немає недавніх файлів
zh: 无历史记录
zh_tw: 無歷史記錄

# open.clear_recent_files
source: Clear recent files
es: Limpiar archivos recientes
uk: Очистити недавні файли
zh: 清空历史记录
zh_tw: 清空歷史記錄

source: Save all files
es: Guardar todos los archivos
uk: Зберегти всі файли
zh: 保存所有文件
zh_tw: 儲存所有檔案

# find_in_files
source: Find in Dialogue...
uk: Знайти у файліх...

# test_dialogue
source: Test dialogue from start of file
es: Diálogo de prueba
uk: Тестувати діалог
zh: 测试对话
zh_tw: 測試對話

source: Search for text
es: Buscar texto
uk: Шукати текст
zh: 查找……
zh_tw: 搜尋……

source: Insert
es: Insertar
uk: Вставити
zh: 插入
zh_tw: 插入

source: Translations
es: Traducciones
uk: Переклади
zh: 翻译
zh_tw: 翻譯

source: Sponsor
uk: Спонсор

# show_support
source: Support Dialogue Manager
es: Contribuye con Dialogue Manager
uk: Підтримка Dialogue Manager
zh: 支持 Dialogue Manager
zh_tw: 支援 Dialogue Manager

source: Docs
uk: Документація
zh: 文档
zh_tw: 文檔

# insert.wave_bbcode
source: Wave BBCode
es: BBCode ondulado
uk: Хвиля BBCode
zh: BBCode [lb]wave[rb]
zh_tw: BBCode [lb]wave[rb]

# insert.shake_bbcode
source: Shake BBCode
es: BBCode agitado
uk: Тряска BBCode
zh: BBCode [lb]wave[rb]
zh_tw: BBCode [lb]wave[rb]

# insert.typing_pause
source: Typing pause
es: Pausa de escritura
uk: Пауза друку
zh: 输入间隔
zh_tw: 輸入間隔

# insert.typing_speed_change
source: Typing speed change
es: Cambiar la velocidad de escritura
uk: Зміна швидкості друку
zh: 输入速度变更
zh_tw: 輸入速度變更

# insert.auto_advance
source: Auto advance
es: Avance automático
uk: Автоматичне просування
zh: 自动切行
zh_tw: 自動切行

# insert.templates
source: Templates
es: Plantillas
uk: Шаблони
zh: 模板
zh_tw: 模板

# insert.title
source: Title
es: Título
uk: Заголовок
zh: 标题
zh_tw: 標題

# insert.dialogue
source: Dialogue
es: Diálogo
uk: Діалог
zh: 对话
zh_tw: 對話

# insert.response
source: Response
es: Respuesta
uk: Відповідь
zh: 回复选项
zh_tw: 回覆選項

# insert.random_lines
source: Random lines
es: Líneas aleatorias
uk: Випадковий рядок
zh: 随机行
zh_tw: 隨機行

# insert.random_text
source: Random text
es: Texto aleatorio
uk: Випадковий текст
zh: 随机文本
zh_tw: 隨機文本

# insert.actions
source: Actions
es: Acciones
uk: Дії
zh: 操作
zh_tw: 操作

# insert.jump
source: Jump to title
es: Ir al título
uk: Перехід до заголовку
zh: 标题间跳转
zh_tw: 標題間跳轉

# insert.end_dialogue
source: End dialogue
es: Finalizar diálogo
uk: Кінець діалогу
zh: 结束对话
zh_tw: 結束對話

source: Generate line IDs
es: Generar IDs de línea
uk: Згенерувати ідентифікатори рядків
zh: 生成行 ID
zh_tw: 生成行 ID

# save_characters_to_csv
source: Save character names to CSV...
es: Guardar los nombres de los personajes en un archivo CSV...
uk: Зберегти імена персонажів в CSV...

# save_to_csv
source: Save lines to CSV...
es: Guardar líneas en CSV...
uk: Зберегти рядки в CSV...
zh: 生成 CSV
zh_tw: 生成 CSV

# import_from_csv
source: Import line changes from CSV...
es: Importar cambios de línea desde CSV...
uk: Імпортувати зміни в рядках з CSV...
zh: 从 CSV 导入
zh_tw: 從 CSV 匯入

# confirm_close
source: Save changes to '{path}'?
es: ¿Guardar los cambios en '{path}'?
uk: Зберегти зміни до '{path}'?
zh: 是否要保存到“{path}”？
zh_tw: 是否要儲存到“{path}”？

# confirm_close.save
source: Save changes
es: Guardar cambios
uk: Зберегти зміни
zh: 保存
zh_tw: 儲存

# confirm_close.discard
source: Discard
es: Descartar
uk: Скасувати
zh: 不保存
zh_tw: 不儲存

# buffer.save
source: Save
es: Guardar
uk: Зберегти
zh: 保存
zh_tw: 儲存

# buffer.save_as
source: Save as...
es: Guardar como...
uk: Зберегти як...
zh: 另存为……
zh_tw: 儲存爲……

# buffer.close
source: Close
es: Cerrar
uk: Закрити
zh: 关闭
zh_tw: 關閉

# buffer.close_all
source: Close all
es: Cerrar todo
uk: Закрити все
zh: 全部关闭
zh_tw: 全部關閉

# buffer.close_other_files
source: Close other files
es: Cerrar otros archivos
uk: Закрити інші файли
zh: 关闭其他文件
zh_tw: 關閉其他檔案

# buffer.copy_file_path
source: Copy file path
es: Copiar la ruta del archivo
uk: Копіювати шлях файлу
zh: 复制文件路径
zh_tw: 複製檔案位置

# buffer.show_in_filesystem
source: Show in FileSystem
es: Mostrar en el sistema de archivos
uk: Показати у системі файлів
zh: 在 Godot 侧边栏中显示
zh_tw: 在 Godot 側邊欄中顯示

# n_of_n
source: {index} of {total}
es: {index} de {total}
uk: {index} з {total}
zh: 第{index}个，共{total}个
zh_tw: 第{index}個，共{total}個

# search.find
source: Find:
uk: Знайти:

# search.find_all
source: Find all...
uk: Знайти всі...

# search.placeholder
source: Text to search for
uk: Текст для пошуку

# search.replace_placeholder
source: Text to replace it with
uk: Текст для заміни

# search.replace_selected
source: Replace selected
uk: Замінити виділене

# search.previous
source: Previous
es: Anterior
uk: Назад
zh: 查找上一个
zh_tw: 搜尋上一個

# search.next
source: Next
es: Siguiente
uk: Далі
zh: 查找下一个
zh_tw: 搜尋下一個

# search.match_case
source: Match case
es: Coincidir mayúsculas/minúsculas
uk: Збіг регістру
zh: 大小写敏感
zh_tw: 大小寫敏感

# search.toggle_replace
source: Replace
es: Reemplazar
uk: Замінити
zh: 替换
zh_tw: 替換

# search.replace_with
source: Replace with:
es: Reemplazar con:
uk: Замінити на:
zh: 替换为
zh_tw: 替換爲

# search.replace
source: Replace
es: Reemplazar
uk: Замінити
zh: 替换
zh_tw: 替換

# search.replace_all
source: Replace all
es: Reemplazar todo
uk: Замінити все
zh: 全部替换
zh_tw: 全部替換

# files_list.filter
source: Filter files
es: Filtrar archivos
uk: Фільтр файлів
zh: 查找文件
zh_tw: 搜尋檔案

# titles_list.filter
source: Filter titles
es: Filtrar títulos
uk: Фільтр заголовків
zh: 查找标题
zh_tw: 搜尋標題

# errors.key_not_found
source: Key "{key}" not found.
es: La tecla "{key}" no se encuentra.
uk: Ключ «{key}» не знайдено.
zh: 键“{key}”未找到
zh_tw: 鍵“{key}”未找到

# errors.line_and_message
source: Error at {line}, {column}: {message}
es: Error en {line}, {column}: {message}
uk: Помилка на {line}, {column}: {message}
zh: 第{line}行第{colume}列发生错误：{message}
zh_tw: 第{line}行第{colume}列發生錯誤：{message}

# errors_in_script
source: You have errors in your script. Fix them and then try again.
es: Tienes errores en tu guion. Corrígelos y luego inténtalo de nuevo.
uk: У вашому скрипті є помилки. Виправте їх і спробуйте ще раз.
zh: 你的脚本中存在错误。请修复错误，然后重试。
zh_tw: 你的腳本中存在錯誤。請修復錯誤，然後重試。

# errors_with_build
source: You need to fix dialogue errors before you can run your game.
es: Debes corregir los errores de diálogo antes de poder ejecutar tu juego.
uk: Вам потрібно виправити помилки в діалогах, перш ніж ви зможете запустити гру.
zh: 请先解决 Dialogue 中的错误。
zh_tw: 請先解決 Dialogue 中的錯誤。

# errors.import_errors
source: There are errors in this imported file.
es: Hay errores en este archivo importado.
uk: В імпортованому файлі є помилки.
zh: 被导入的文件存在问题。
zh_tw: 被匯入的檔案存在問題。

# errors.already_imported
source: File already imported.
es: Archivo ya importado.
uk: Файл уже імпортовано.
zh: 文件已被导入。
zh_tw: 檔案已被匯入。

# errors.duplicate_import
source: Duplicate import name.
es: Nombre de importación duplicado.
uk: Дублювання назви імпорту.
zh: 导入名不能重复。
zh_tw: 匯入名不能重複。

# errors.unknown_using
source: Unknown autoload in using statement.
es: Autoload desconocida en la declaración de uso.
uk: Невідоме автозавантаження в операторі використання.

# errors.empty_title
source: Titles cannot be empty.
es: Los títulos no pueden estar vacíos.
uk: Заголовки не можуть бути порожніми.
zh: 标题名不能为空。
zh_tw: 標題名不能爲空。

# errors.duplicate_title
source: There is already a title with that name.
es: Ya hay un título con ese nombre.
uk: З такою назвою уже є заголовок.
zh: 标题名不能重复。
zh_tw: 標題名不能重複。

# errors.invalid_title_string
source: Titles can only contain alphanumeric characters and numbers.
es: Los títulos solo pueden contener caracteres alfanuméricos y números.
uk: Заголовки можуть містити лише алфавітно-цифрові символи та цифри.
zh: 标题名无效。
zh_tw: 標題名無效。

# errors.invalid_title_number
source: Titles cannot begin with a number.
es: Los títulos no pueden empezar con un número.
uk: Заголовки не можуть починатися з цифри.
zh: 标题不能以数字开始。
zh_tw: 標題不能以數字開始。

# errors.unknown_title
source: Unknown title.
es: Título desconocido.
uk: Невідомий заголовок.
zh: 标题未定义。
zh_tw: 標題未定義。

# errors.jump_to_invalid_title
source: This jump is pointing to an invalid title.
es: Este salto está apuntando a un título inválido.
uk: Цей перехід вказує на недійсну назву.
zh: 标题名无效。
zh_tw: 標題名無效。

# errors.title_has_no_content
source: That title has no content. Maybe change this to a "=> END".
es: Ese título no tiene contenido. Quizá cambiarlo a "=> FIN".
uk: Цей заголовок не має змісту. Можливо, варто змінити його на «=> END».
zh: 目标标题为空。请替换为“=> END”。
zh_tw: 目標標題爲空。請替換爲“=> END”。

# errors.invalid_expression
source: Expression is invalid.
es: La expresión es inválida.
uk: Вираз є недійсним.
zh: 表达式无效。
zh_tw: 表達式無效。

# errors.unexpected_condition
source: Unexpected condition.
es: Condición inesperada.
uk: Несподівана умова.
zh: 未知条件。
zh_tw: 未知條件。

# errors.duplicate_id
source: This ID is already on another line.
es: Este ID ya está en otra línea.
uk: Цей ідентифікатор вже на іншому рядку.
zh: ID 重复。
zh_tw: ID 重複。

# errors.missing_id
source: This line is missing an ID.
es: Esta línea está sin ID.
uk: У цьому рядку відсутній ідентифікатор.
zh: ID 不存在。
zh_tw: ID 不存在。

# errors.invalid_indentation
source: Invalid indentation.
es: Sangría no válida.
uk: Неправильний відступ.
zh: 缩进无效。
zh_tw: 縮進無效。

# errors.condition_has_no_content
source: A condition line needs an indented line below it.
es: Una línea de condición necesita una línea sangrada debajo de ella.
uk: Рядок умови потребує відступу під ним.
zh: 条件下方不能为空。
zh_tw: 條件下方不能爲空。

# errors.incomplete_expression
source: Incomplete expression.
es: Expresión incompleta.
uk: Незавершений вираз.
zh: 不完整的表达式。
zh_tw: 不完整的表達式。

# errors.invalid_expression_for_value
source: Invalid expression for value.
es: Expresión no válida para valor.
uk: Недійсний вираз для значення.
zh: 无效的赋值表达式。
zh_tw: 無效的賦值表達式。

# errors.file_not_found
source: File not found.
es: Archivo no encontrado.
uk: Файл не знайдено.
zh: 文件不存在。
zh_tw: 檔案不存在。

# errors.unexpected_end_of_expression
source: Unexpected end of expression.
es: Fin de expresión inesperado.
uk: Несподіваний кінець виразу.
zh: 表达式 end 不应存在。
zh_tw: 表達式 end 不應存在。

# errors.unexpected_function
source: Unexpected function.
es: Función inesperada.
uk: Несподівана функція.
zh: 函数不应存在。
zh_tw: 函數不應存在。

# errors.unexpected_bracket
source: Unexpected bracket.
es: Corchete inesperado.
uk: Несподівана дужка.
zh: 方括号不应存在。
zh_tw: 方括號不應存在。

# errors.unexpected_closing_bracket
source: Unexpected closing bracket.
es: Bracket de cierre inesperado.
uk: Несподівана закриваюча дужка.
zh: 方括号不应存在。
zh_tw: 方括號不應存在。

# errors.missing_closing_bracket
source: Missing closing bracket.
es: Falta cerrar corchete.
uk: Відсутня закриваюча дужка.
zh: 闭方括号不存在。
zh_tw: 閉方括號不存在。

# errors.unexpected_operator
source: Unexpected operator.
es: Operador inesperado.
uk: Несподіваний оператор.
zh: 操作符不应存在。
zh_tw: 操作符不應存在。

# errors.unexpected_comma
source: Unexpected comma.
es: Coma inesperada.
uk: Несподівана кома.
zh: 逗号不应存在。
zh_tw: 逗號不應存在。

# errors.unexpected_colon
source: Unexpected colon.
es: Dos puntos inesperados
uk: Несподівана двокрапка.
zh: 冒号不应存在。
zh_tw: 冒號不應存在。

# errors.unexpected_dot
source: Unexpected dot.
es: Punto inesperado.
uk: Несподівана крапка.
zh: 句号不应存在。
zh_tw: 句號不應存在。

# errors.unexpected_boolean
source: Unexpected boolean.
es: Booleano inesperado.
uk: Несподіваний логічний вираз.
zh: 布尔值不应存在。
zh_tw: 布爾值不應存在。

# errors.unexpected_string
source: Unexpected string.
es: String inesperado.
uk: Несподіваний рядок.
zh: 字符串不应存在。
zh_tw: 字符串不應存在。

# errors.unexpected_number
source: Unexpected number.
es: Número inesperado.
uk: Несподіване число.
zh: 数字不应存在。
zh_tw: 數字不應存在。

# errors.unexpected_variable
source: Unexpected variable.
es: Variable inesperada.
uk: Несподівана змінна.
zh: 标识符不应存在。
zh_tw: 標識符不應存在。

# errors.invalid_index
source: Invalid index.
es: Índice no válido.
uk: Недійсний індекс.
zh: 索引无效。
zh_tw: 索引無效。

# errors.unexpected_assignment
source: Unexpected assignment.
es: Asignación inesperada.
uk: Несподіване призначення.
zh: 不应在条件判断中使用 = ，应使用 == 。
zh_tw: 不應在條件判斷中使用 = ，應使用 == 。

# errors.unknown
source: Unknown syntax.
es: Sintaxis desconocida.
uk: Невідомий синтаксис.
zh: 语法错误。
zh_tw: 語法錯誤。

# update.available
source: v{version} available
es: v{version} disponible
uk: Доступна версія {version}
zh: v{version} 更新可用。
zh_tw: v{version} 更新可用。

# update.is_available_for_download
source: Version %s is available for download!
es: ¡La versión %s ya está disponible para su descarga!
uk: Версія %s доступна для завантаження!
zh: v%s 已经可以下载。
zh_tw: v%s 已經可以下載。

# update.downloading
source: Downloading...
es: Descargando...
uk: Завантаження...
zh: 正在下载更新……
zh_tw: 正在下載更新……

# update.download_update
source: Download update
es: Descargar actualización
uk: Завантажити оновлення
zh: 下载
zh_tw: 下載

# update.needs_reload
source: The project needs to be reloaded to install the update.
es: El proyecto debe ser recargado para instalar la actualización.
uk: Щоб встановити оновлення, проєкт потрібно перезавантажити.
zh: 需要重新加载项目以应用更新。
zh_tw: 需要重新加載項目以套用更新。

# update.reload_ok_button
source: Reload project
es: Recargar proyecto
uk: Перезавантажити проєкт
zh: 重新加载
zh_tw: 重新加載

# update.reload_cancel_button
source: Do it later
es: Hazlo más tarde
uk: Пізніше
zh: 暂不重新加载
zh_tw: 暫不重新加載

# update.reload_project
source: Reload project
es: Recargar proyecto
uk: Перезавантажити проєкт
zh: 重新加载
zh_tw: 重新加載

# update.release_notes
source: Read release notes
es: Leer las notas de la versión
uk: Читати примітки оновлення
zh: 查看发行注记
zh_tw: 查看發行註記

# update.success
source: Dialogue Manager is now v{version}.
es: El Gestor de Diálogo ahora es v{versión}.
uk: Менеджер діалогів тепер має версію {version}.
zh: v{version} 已成功安装并应用。
zh_tw: v{version} 已成功安裝並套用。

# update.failed
source: There was a problem downloading the update.
es: Hubo un problema al descargar la actualización.
uk: Виникла проблема із завантаженням оновлення.
zh: 更新失败。
zh_tw: 更新失敗。

# runtime.no_resource
source: No dialogue resource provided.
es: Recurso de diálogo no proporcionado.
uk: Ресурс для діалогу не надано.
zh: 找不到资源。
zh_tw: 找不到資源。

# runtime.no_content
source: "{file_path}" has no content.
es: "{file_path}" no tiene contenido.
uk: «{file_path}» не має вмісту.
zh: 资源“{file_path}”为空。
zh_tw: 資源“{file_path}”爲空。

# runtime.errors
source: You have {count} errors in your dialogue text.
es: Tienes {count} errores en tu diálogo de texto.
uk: У тексті діалогу було виявлено помилки ({count}).
zh: 文件中存在{errrors}个错误。
zh_tw: 檔案中存在{errrors}個錯誤。

# runtime.error_detail
source: Line {line}: {message}
es: Línea {line}: {message}
uk: Рядок {line}: {message}
zh: 第{index}行：{message}
zh_tw: 第{index}行：{message}

# runtime.errors_see_details
source: You have {count} errors in your dialogue text. See Output for details.
es: Tienes {count} errores en tu texto de diálogo. Consulta la salida para más detalles.
uk: У тексті діалогу було виявлено помилки ({count}). Див. детальніше у розділі «Вивід».
zh: 文件中存在{errrors}个错误。请查看调试输出。
zh_tw: 檔案中存在{errrors}個錯誤。請查看調試輸出。

# runtime.invalid_expression
source: "{expression}" is not a valid expression: {error}
es: "{expression}" no es una expresión válida: {error}
uk: «{expression}» не є допустимим виразом: {error}
zh: 表达式“{expression}”无效：{error}
zh_tw: 表達式“{expression}”無效：{error}

# runtime.array_index_out_of_bounds
source: Index {index} out of bounds of array "{array}".
es: Índice {index} fuera de los límites del array "{array}".
uk: Індекс {index} виходить за межі масиву «{array}».
zh: 数组索引“{index}”越界。（数组名：“{array}”）
zh_tw: 數組索引“{index}”越界。（數組名：“{array}”）

# runtime.left_hand_size_cannot_be_assigned_to
source: Left hand side of expression cannot be assigned to.
es: El lado izquierdo de la expresión no se puede asignar.
uk: Ліва частина виразу не може бути присвоєна.
zh: 表达式左侧的变量无法被赋值。
zh_tw: 表達式左側的變量無法被賦值。

# runtime.key_not_found
source: Key "{key}" not found in dictionary "{dictionary}"
es: Clave "{key}" no encontrada en el diccionario "{dictionary}"
uk: Ключ «{key}» у словнику «{dictionary}»
zh: 键“{key}”在字典“{dictionary}”中不存在。
zh_tw: 鍵“{key}”在字典“{dictionary}”中不存在。

# runtime.property_not_found
source: "{property}" not found. States with directly referenceable properties/methods/signals include {states}. Autoloads need to be referenced by their name to use their properties.
es: "{property}" no es una propiedad en ningún estado del juego ({states}).
uk: «{property}» не є властивістю для жодного стану гри ({states}).
zh: “{property}”不存在。（全局变量：{states}）
zh_tw: “{property}”不存在。（全局變量：{states}）

# runtime.property_not_found_missing_export
source: "{property}" not found. You might need to add an [Export] decorator. States with directly referenceable properties/methods/signals include {states}. Autoloads need to be referenced by their name to use their properties.
es: "{property}" no es una propiedad en ningún estado del juego ({states}). Es posible que necesites añadir un decorador [Export].
uk: «{property}» не є властивістю для жодного стану гри ({states}). Можливо, вам слід додати декоратор [Export].
zh: “{property}”不存在。（全局变量：{states}）你可能需要添加一个修饰词 [Export]。
zh_tw: “{property}”不存在。（全局變量：{states}）你可能需要添加一個修飾詞 [Export]。

# runtime.method_not_found
source: Method "{method}" not found. States with directly referenceable properties/methods/signals include {states}. Autoloads need to be referenced by their name to use their properties.
es: "{method}" no es un método en ningún estado del juego ({states})
uk: «{method}» не є методом на жодному зі станів гри ({states})
zh: “{method}”不存在。（全局变量：{states}）
zh_tw: “{method}”不存在。（全局變量：{states}）

# runtime.signal_not_found
source: Signal "{signal_name}" not found. States with directly referenceable properties/methods/signals include {states}. Autoloads need to be referenced by their name to use their properties.
es: "{signal_name}" no es una señal en ningún estado del juego ({states})
uk: «{signal_name}» не є сигналом на жодному зі станів гри ({states})
zh: “{sighal_name}”不存在。（全局变量：{states}）
zh_tw: “{sighal_name}”不存在。（全局變量：{states}）

# runtime.method_not_callable
source: "{method}" is not a callable method on "{object}"
es: "{method}" no es un método llamable en "{object}"
uk: «{method}» не є методом, який можна викликати в «{object}»
zh: {method}不是对象“{object}”上的函数。
zh_tw: {method}不是對象“{object}”上的函數。

# runtime.unknown_operator
source: Unknown operator.
es: Operador desconocido.
uk: Невідомий оператор.
zh: 未知操作符。
zh_tw: 未知操作符。

# runtime.unknown_autoload
source: "{autoload}" doesn't appear to be a valid autoload.
es: "{autoload}" parece no ser un autoload válido.
uk: «{autoload}» не є дійсним автозавантаженням.

# runtime.something_went_wrong
source: Something went wrong.
es: Algo salió mal.
uk: Щось пішло не так.
zh: 有什么出错了。
zh_tw: 有什麼出錯了。

# runtime.expected_n_got_n_args
source: "{method}" was called with {received} arguments but it only has {expected}.
es: El método "{method}" se llamó con {received} argumentos, pero solo tiene {expected}.
uk: «{method}» було викликано з аргументами «{received}», але він має лише «{expected}».

# runtime.unsupported_array_type
source: Array[{type}] isn't supported in mutations. Use Array as a type instead.
es: Array[{type}] no está soportado en mutaciones. Utiliza Array como tipo en su lugar.
uk: Array[{type}] не підтримується в мутаціях. Натомість використовуйте Array як тип.

# runtime.dialogue_balloon_missing_start_method
source: Your dialogue balloon is missing a "start" or "Start" method.
es: Tu globo de diálogo no tiene un método "start" o "Start".
uk: У вашому діалоговому вікні відсутній метод «start» або «Start».

source: Use UUID only for IDs
es: Usar solo UUID como ID

source: Set ID prefix length
es: Establecer la longitud del prefijo de ID

source: ID prefix length:
es: Longitud del prefijo de ID:
